Repository: antedebaas/Viesti-Reports
Catalog: translations/ResetPasswordBundle.*.xlf
Languages: fr

source: %count% year|%count% years
fr: %count% an|%count% ans

source: %count% month|%count% months
fr: %count% mois|%count% mois

source: %count% day|%count% days
fr: %count% jour|%count% jours

source: %count% hour|%count% hours
fr: %count% heure|%count% heures

source: There was a problem validating your password reset request
fr: Un problème est survenu lors de la validation de votre demande de réinitialisation de mot de passe

source: There was a problem handling your password reset request
fr: Un problème est survenu lors du traitement de votre demande de réinitialisation de mot de passe

source: The link in your email is expired. Please try to reset your password again.
fr: Le lien dans votre e-mail est expiré. Veuillez réessayer de réinitialiser votre mot de passe.

source: Please update the request_password_repository configuration in config/packages/reset_password.yaml to point to your "request password repository" service.
fr: Veuillez mettre à jour la configuration de request_password_repository dans config/packages/reset_password.yaml pour pointer vers votre service "request password repository"

source: The reset password link is invalid. Please try to reset your password again.
fr: Le lien de réinitialisation du mot de passe n'est pas valide. Veuillez réessayer de réinitialiser votre mot de passe

source: You have already requested a reset password email. Please check your email or try again soon.
fr: Vous avez déjà demandé un e-mail de réinitialisation du mot de passe. Veuillez vérifier votre e-mail ou réessayer bientôt.
